[M_HiddenJournalsFurniture MissionDefinition]
MissionName="The punishment chair"
MissionDescription="Handsome Jack was injured by Patricia Tanis years ago and stole a key from the wall. That's why Tanis wants you to find the missing notebook that tells what Jack and his men did.."
TurnInDescription="Has a tennis record and all is right with the world."
MissionSummary="Find Tanita's missing ECHO text."
MissionGiver="Patricia Tanis"
MissionTurnInLocation="Tunisia"
TeaserText="How did John get the keys to the tennis room??"

[M_HiddenJournalsFurniture:CollectEchos MissionObjectiveDefinition]
ProgressMessage="Add echo from Danny"

[M_HiddenJournalsFurniture:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

